<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" 
  "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
  <key>PayloadContent</key>
  <array>
    <dict>
      <key>AutoJoin</key>
      <false/>
      <key>CaptiveBypass</key>
      <true/>
      <key>EncryptionType</key>
      <string>WPA</string>
      <key>HIDDEN_NETWORK</key>
      <false/>
      <key>PayloadDisplayName</key>
      <string>Wi-Fi (CP1500-xxxx)</string>
      <key>PayloadIdentifier</key>
      <string>com.chatgpt.wifi.74DB9542-D696-4205-B543-1069F78B2F34</string>
      <key>PayloadType</key>
      <string>com.apple.wifi.managed</string>
      <key>PayloadUUID</key>
      <string>74DB9542-D696-4205-B543-1069F78B2F34</string>
      <key>PayloadVersion</key>
      <integer>1</integer>
      <key>SSID_STR</key>
      <string>CP1500-xxxx</string>
      <key>ProxyType</key>
      <string>None</string>
      <key>IPv4</key>
      <dict>
        <key>OverridePrimary</key>
        <true/>
        <key>ConfigMethod</key>
        <string>Manual</string>
        <key>Addresses</key>
        <array>
          <string>192.168.0.101</string>
        </array>
        <key>SubnetMasks</key>
        <array>
          <string>255.255.255.0</string>
        </array>
        <key>Router</key>
        <string></string>
      </dict>
      <key>Password</key>
      <string>22223333</string>
    </dict>
  </array>
  <key>PayloadDisplayName</key>
  <string>SELPHY CP1500 - Direct Print Config</string>
  <key>PayloadIdentifier</key>
  <string>com.chatgpt.config.A9976AB2-3AA8-4C00-98BB-B64B770A0C65</string>
  <key>PayloadOrganization</key>
  <string>Custom</string>
  <key>PayloadRemovalDisallowed</key>
  <false/>
  <key>PayloadType</key>
  <string>Configuration</string>
  <key>PayloadUUID</key>
  <string>A9976AB2-3AA8-4C00-98BB-B64B770A0C65</string>
  <key>PayloadVersion</key>
  <integer>1</integer>
</dict>
</plist>
